Repository: citizenhicks/mobius
Catalog: mobius-app/apple/Sources/MobiusApp/Localizable.xcstrings
Source language: en
Languages: de, fr, hu

# %@ · %llu models · %llu tools · %@ tokens
source: %1$@ · %2$llu models · %3$llu tools · %4$@ tokens
de: %1$@ · %2$llu Modelle · %3$llu Tools · %4$@ Token
fr: %1$@ · %2$llu modèles · %3$llu outils · %4$@ tokens
hu: %1$@ · %2$llu modell · %3$llu eszköz · %4$@ token

# %@ · %llu models · 1 tool · %@ tokens
source: %1$@ · %2$llu models · 1 tool · %3$@ tokens
de: %1$@ · %2$llu Modelle · 1 Tool · %3$@ Token
fr: %1$@ · %2$llu modèles · 1 outil · %3$@ tokens
hu: %1$@ · %2$llu modell · 1 eszköz · %3$@ token

# %@ · 1 model · %llu tools · %@ tokens
source: %1$@ · 1 model · %2$llu tools · %3$@ tokens
de: %1$@ · 1 Modell · %2$llu Tools · %3$@ Token
fr: %1$@ · 1 modèle · %2$llu outils · %3$@ tokens
hu: %1$@ · 1 modell · %2$llu eszköz · %3$@ token

# %@ · 1 model · 1 tool · %@ tokens
source: %1$@ · 1 model · 1 tool · %2$@ tokens
de: %1$@ · 1 Modell · 1 Tool · %2$@ Token
fr: %1$@ · 1 modèle · 1 outil · %2$@ tokens
hu: %1$@ · 1 modell · 1 eszköz · %2$@ token

source: %@ · Default
de: %@ · Standard
fr: %@ · Par défaut

# %@ · ends %@
source: %1$@ · ends %2$@
de: %1$@ · endet %2$@
fr: %1$@ · se termine le %2$@
hu: %1$@ · vége: %2$@

source: %@ · read-only run transcript
de: %@ · schreibgeschütztes Ausführungstranskript
fr: %@ · transcription d’exécution en lecture seule
hu: %@ · csak olvasható futtatási átirat

# %@ a month. %@
source: %1$@ a month. %2$@
de: %1$@ pro Monat. %2$@
fr: %1$@ par mois. %2$@
hu: %1$@ havonta. %2$@

source: %@ credential saved.
de: %@ Anmeldedaten gespeichert.
fr: Identifiant %@ enregistré.
hu: %@ hitelesítő adat mentve.

# %@ failed: %@.
source: %1$@ failed: %2$@.
de: %1$@ fehlgeschlagen: %2$@.
fr: Échec de %1$@ : %2$@.
hu: %1$@ nem sikerült: %2$@.

source: %@ failed.
de: %@ fehlgeschlagen.
fr: Échec de %@.
hu: %@ nem sikerült.

source: %@ has disabled hooks
de: %@ hat die Hooks deaktiviert
fr: %@ a désactivé des hooks
hu: %@ horgok letiltva

source: %@ hooks trusted.
de: %@ Hooks vertrauenswürdig.
fr: Les hooks de l’extension %@ ont été approuvés.
hu: %@ horgok megbízhatóak.

source: %@ hooks untrusted.
de: %@ Hooks nicht vertrauenswürdig.
fr: L’approbation des hooks de l’extension %@ a été révoquée.
hu: %@ horgok nem megbízhatóak.

source: %@ is configured on the gateway.
de: %@ ist auf dem Gateway konfiguriert.
fr: %@ est configuré sur la passerelle.
hu: %@ konfigurálva az átjárón.

source: %@ is off
de: %@ ist aus
fr: %@ est désactivé
hu: %@ kikapcsolva

source: %@ is ready on the gateway.
de: %@ ist auf dem Gateway bereit.
fr: %@ est prêt sur la passerelle.
hu: %@ készen áll az átjárón.

source: %@ is ready.
de: %@ ist bereit.
fr: Conversation prête : %@.
hu: %@ készen áll.

source: %@ Its skills can be active now; executable hooks remain disabled until trusted on the Extensions page.
de: %@ Seine Skills können jetzt aktiv sein; ausführbare Hooks bleiben deaktiviert, bis sie auf der Seite Erweiterungen vertrauenswürdig sind.
fr: %@ Ses compétences peuvent désormais être activées ; les hooks exécutables restent désactivés tant qu’ils ne sont pas approuvés sur la page Extensions.
hu: %@ képességei most aktívak; futtatható horgok le vannak tiltva, amíg a Kiterjesztések oldalon nem megbíznak bennük.

source: %@ needs a credential
de: %@ benötigt Anmeldedaten
fr: %@ nécessite un identifiant
hu: %@-nak hitelesítő adatokra van szüksége

source: %@ needs approval.
de: %@ muss genehmigt werden.
fr: %@ nécessite une autorisation.
hu: %@ jóváhagyásra szorul.

source: %@ remaining
de: %@ verbleibend
fr: Il reste %@
hu: %@ maradék

source: %@ removed.
de: %@ entfernt.
fr: %@ supprimé.
hu: %@ eltávolítva.

# %@ run for %@ has no transcript
source: %1$@ run for %2$@ has no transcript
de: Für die Ausführung %1$@ von %2$@ ist kein Transkript verfügbar
fr: L’exécution %1$@ de %2$@ n’a pas de transcription
hu: %1$@ futása %2$@ nincs átirat

# %@ scheduled task: %@
source: %1$@ scheduled task: %2$@
de: %1$@ geplante Aufgabe: %2$@
fr: %1$@, tâche planifiée : %2$@
hu: %1$@ ütemezett feladat: %2$@

source: %@ settings
de: %@ Einstellungen
fr: Réglages de %@
hu: %@ beállítások

# %@ stopped: %@.
source: %1$@ stopped: %2$@.
de: %1$@ gestoppt: %2$@.
fr: Arrêt de %1$@ : %2$@.
hu: %1$@ megállt: %2$@.

source: %@ stopped.
de: %@ gestoppt.
fr: Arrêt de %@.
hu: %@ leállt.

source: %@ token activity
de: %@ Token-Aktivität
fr: Activité des tokens de %@
hu: %@ token aktivitás

source: %@ uninstalled.
de: %@ deinstalliert.
fr: L’extension %@ a été désinstallée.
hu: %@ eltávolítva.

source: %@ updated.
de: %@ aktualisiert.
fr: L’extension %@ a été mise à jour.
hu: %@ frissítve.

source: %@ will be available before the cloud release.
de: %@ wird vor der Cloud-Veröffentlichung verfügbar sein.
fr: %@ sera disponible avant le lancement de Cloud.
hu: A(z) %@ a Cloud-kiadás előtt lesz elérhető.

# %@, %lld additions, %lld removals
source: %1$@, %2$lld additions, %3$lld removals
de: %1$@, %2$lld Ergänzungen, %3$lld Entfernungen
fr: %1$@, %2$lld ajouts, %3$lld suppressions
hu: %1$@, %2$lld hozzáadás, %3$lld eltávolítás

# %@, arguments %@
source: %1$@, arguments %2$@
de: %1$@, Argumente %2$@
hu: %1$@, argumentumok %2$@

source: %@, Pinned
de: %@, angeheftet
fr: %@, épinglée
hu: %@, rögzítve

# %@, Pinned, %@
source: %1$@, Pinned, %2$@
de: %1$@, angeheftet, %2$@
fr: %1$@, épinglée, %2$@
hu: %1$@, rögzítve, %2$@

# %@; workspace %@; %@
source: %1$@; workspace %2$@; %3$@
de: %1$@; Arbeitsbereich %2$@; %3$@
fr: %1$@ ; espace de travail %2$@ ; %3$@
hu: %1$@; munkaterület %2$@; %3$@

source: %@. Opens settings
de: %@. Öffnet die Einstellungen
fr: %@. Ouvre les réglages
hu: %@. Megnyitja a beállításokat

# %lld active days, %lld total tokens
source: %1$lld active days, %2$lld total tokens
de: %1$lld aktive Tage, %2$lld Gesamt-Token
fr: %1$lld jours actifs, %2$lld tokens au total
hu: %1$lld aktív nap, %2$lld összes token

source: %lld additions
de: %lld Ergänzungen
fr: %lld ajouts
hu: %lld hozzáadás

# %lld additions, %lld deletions
source: %1$lld additions, %2$lld deletions
de: %1$lld Ergänzungen, %2$lld Streichungen
fr: %1$lld ajouts, %2$lld suppressions
hu: %1$lld hozzáadás, %2$lld törlés

source: %lld approval
de: %lld Zulassung
fr: %lld autorisation
hu: %lld jóváhagyás

source: %lld approvals
de: %lld Zulassungen
fr: %lld autorisations
hu: %lld jóváhagyások

source: %lld artifact
de: %lld Artefakt
fr: %lld artefact
hu: %lld lelet

source: %lld artifacts
de: %lld Artefakte
fr: %lld artefacts
hu: %lld lelet

# %lld configured · %lld ready
source: %1$lld configured · %2$lld ready
de: %1$lld konfiguriert · %2$lld bereit
fr: %1$lld configurés · %2$lld prêts
hu: %1$lld konfigurálva · %2$lld kész

source: %lld error
de: %lld-Fehler
fr: %lld erreur
hu: %lld hiba

source: %lld errors
de: %lld-Fehler
fr: %lld erreurs
hu: %lld hibák

source: %lld event
de: %lld Ereignis
fr: %lld événement
hu: %lld esemény

source: %lld events
de: %lld Ereignisse
fr: %lld événements
hu: %lld esemény

source: %lld files
de: %lld-Dateien
fr: %lld fichiers
hu: %lld fájl

source: %lld files changed
de: %lld Dateien geändert
fr: %lld fichiers modifiés
hu: %lld fájl megváltozott

# %lld installed · %lld discovered
source: %1$lld installed · %2$lld discovered
de: %1$lld installiert · %2$lld entdeckt
fr: Extensions installées : %1$lld · compétences découvertes : %2$lld
hu: %1$lld telepítve · %2$lld felfedezve

# %lld paired · %@ selected
source: %1$lld paired · %2$@ selected
de: %1$lld gepaart · %2$@ ausgewählt
fr: Passerelles jumelées : %1$lld · sélectionnée : %2$@
hu: %1$lld párosítva · %2$@ kiválasztva

source: %lld paired · no gateway selected
de: %lld gepaart · kein Gateway ausgewählt
fr: Passerelles jumelées : %lld · aucune sélectionnée
hu: %lld párosítva · nincs kiválasztva átjáró

# %lld percent context used, %@ elapsed
source: %1$lld percent context used, %2$@ elapsed
de: %1$lld Prozent Kontext verwendet, %2$@ verstrichen
fr: %1$lld pour cent du contexte utilisé, durée écoulée : %2$@
hu: %1$lld használt kontextus, %2$@ eltelt

source: %lld public identities found.
de: %lld öffentliche Identitäten gefunden.
fr: %lld identités publiques trouvées.
hu: %lld nyilvános identitás található.

source: %lld removals
de: %lld Entfernungen
fr: %lld suppressions
hu: %lld eltávolítás

source: %lld thought
de: %lld Gedanke
fr: %lld réflexion
hu: %lld gondolat

source: %lld thoughts
de: %lld Gedanken
fr: %lld réflexions
hu: %lld gondolat

source: %lld tool call
de: %lld Tool-Aufruf
fr: %lld appel d’outil
hu: %lld eszközhívás

source: %lld tool calls
de: %lld Tool-Aufrufe
fr: %lld appels d’outils
hu: %lld eszközhívás

source: %lld web search
de: %lld Web-Suche
fr: %lld recherche web
hu: %lld webes keresés

source: %lld web searches
de: %lld Web-Suchen
fr: %lld recherches web
hu: %lld webes keresés

source: • Default
de: • Standard
fr: • Par défaut
hu: • Alapértelmezés

source: 1 addition
de: 1 Ergänzung
fr: 1 ajout
hu: 1 kiegészítés

source: 1 file
de: 1 Datei
fr: 1 fichier
hu: 1 fájl

source: 1 file changed
de: 1 Datei geändert
fr: 1 fichier modifié
hu: 1 fájl megváltozott

source: 1 public identity found.
de: 1 öffentliche Identität gefunden.
fr: 1 identité publique trouvée.
hu: 1 nyilvános identitás található.

source: 1 removal
de: 1 Entfernung
fr: 1 suppression
hu: 1 eltávolítás

source: 4-byte framed JSON · protocol v%lld
de: 4-Byte gerahmtes JSON · Protokoll v%lld
fr: JSON avec trames de 4 octets · protocole v%lld
hu: 4 bájtos keretes JSON · protokoll v%lld

source: A secure Apple sign-in could not be started.
de: Eine sichere Apple-Anmeldung konnte nicht gestartet werden.
fr: Impossible de démarrer une connexion sécurisée avec Apple.
hu: A biztonságos Apple bejelentkezés nem indítható el.

source: A short brief the gateway sends with every turn of a chat.
de: Eine kurze Zusammenfassung, die das Gateway bei jeder Gesprächsrunde eines Chats sendet.
fr: Un court récapitulatif envoyé par la passerelle à chaque échange d’une conversation.
hu: Egy rövid üzenet, amit az átjáró küld a beszélgetés minden fordulatával.

source: Abort
de: Abbrechen
fr: Abandonner
hu: Megszakítás

source: Aborted
de: Abgebrochen
fr: Interrompues
hu: Megszakítva

source: About %@
de: Über %@
fr: À propos de %@
hu: A %@-ról

source: About möbius
de: Über möbius
fr: À propos de möbius
hu: A möbiusról

source: Acceptable Use Policy
de: Akzeptable Nutzungsrichtlinien
fr: Politique d’utilisation acceptable
hu: Elfogadható felhasználási irányelvek

source: Account
de: Konto
fr: Compte
hu: Fiók

source: Account deletion started, but this device couldn’t remove its local Cloud gateway.
de: Das Konto-Löschen wurde gestartet, aber dieses Gerät konnte sein lokales Cloud-Gateway nicht entfernen.
fr: La suppression du compte a commencé, mais cet appareil n’a pas pu supprimer sa passerelle Cloud locale.
hu: A fiók törlése megkezdődött, de ez az eszköz nem tudta eltávolítani a helyi Cloud átjárót.

source: accounting for redshift in the estimate
de: Berücksichtigung von Redshift in der Schätzung
fr: tenant compte du décalage vers le rouge dans l’estimation
hu: A vöröseltolódás elszámolása a becslésben

source: Activates this option
de: Aktiviert diese Option
fr: Active cette option
hu: Ezt az opciót aktiválja

source: Active
de: Aktiv
fr: Actif
hu: Aktív

source: Add attachment
de: Anhang hinzufügen
fr: Ajouter une pièce jointe
hu: Melléklet hozzáadása

source: Add provider
de: Anbieter hinzufügen
fr: Ajouter un fournisseur
hu: Szolgáltató hozzáadása

source: Add scheduled task
de: Geplante Aufgabe hinzufügen
fr: Ajouter une tâche planifiée
hu: Ütemezett feladat hozzáadása

source: Added
de: Hinzugefügt
fr: Ajoutée
hu: Hozzáadott

source: Adds a GitHub HTTPS credential to this gateway host
de: Fügt diesem Gateway-Host GitHub-HTTPS-Anmeldedaten hinzu
fr: Ajoute un identifiant GitHub HTTPS à cet hôte de passerelle
hu: GitHub HTTPS hitelesítő adat hozzáadása ehhez az átjáróhoz

source: Advanced cron
de: Fortgeschrittene Cron
fr: Cron avancé
hu: Haladó kron

source: After %lld days
de: Nach %lld Tagen
fr: Après %lld jours
hu: %lld nap után

source: After %lld hours
de: Nach %lld Stunden
fr: Après %lld heures
hu: %lld óra után

source: After %lld minutes
de: Nach %lld Minuten
fr: Après %lld minutes
hu: %lld perc után

source: After 1 day
de: Nach 1 Tag
fr: Après 1 jour
hu: 1 nap után

source: After 1 hour
de: Nach 1 Stunde
fr: Après 1 heure
hu: 1 óra után

source: After 1 minute
de: Nach 1 Minute
fr: Après 1 minute
hu: 1 perc után

source: After creation, add the public key to GitHub or another SSH remote.
de: Fügen Sie nach der Erstellung den öffentlichen Schlüssel zu GitHub oder einer anderen SSH-Fernbedienung hinzu.
fr: Après la création, ajoutez la clé publique à GitHub ou à un autre dépôt SSH distant.
hu: A létrehozás után adja hozzá a nyilvános kulcsot a GitHub-hoz vagy egy másik SSH távirányítóhoz.

source: After duration
de: Nach der Dauer
fr: Après une durée
hu: Időtartam után

source: Agent configuration applied.
de: Agentenkonfiguration angewendet.
fr: Configuration de l’agent appliquée.
hu: Ügynök konfigurációja alkalmazva.

source: Agent draft reloaded.
de: Agent Draft neu geladen.
fr: Brouillon de l’agent rechargé.
hu: Ügynök vázlat újratöltve.

source: Agent files
de: Agentendateien
fr: Fichiers de l’agent
hu: Ügynök fájlok

source: Algorithm
de: Algorithmus
fr: Algorithme
hu: Algoritmus

source: All Files
de: Alle Dateien
fr: Tous les fichiers
hu: Minden fájl

source: An active Cloud subscription is required.
de: Ein aktives Cloud-Abonnement ist erforderlich.
fr: Un abonnement Cloud actif est requis.
hu: Aktív Cloud-előfizetés szükséges.

source: An HTTPS Git URL, or a GitHub tree URL pointing at a branch and subdirectory. The gateway clones it, pins an immutable snapshot, and reads its package manifest.
de: Eine HTTPS-Git-URL oder eine GitHub-Baum-URL, die auf einen Zweig und ein Unterverzeichnis zeigt. Das Gateway klont sie, heftet einen unveränderlichen Snapshot an und liest sein Paketmanifest.
fr: Une URL Git HTTPS ou une URL d’arborescence GitHub pointant vers une branche et un sous-répertoire. La passerelle la clone, épingle un instantané immuable et lit le manifeste du paquet.
hu: HTTPS Git URL vagy GitHub fa URL, amely egy ágra és alkönyvtárra mutat. Az átjáró klónozza, megváltoztathatatlan pillanatképet rögzít, és elolvassa a csomagjegyzékét.

source: annealing a lukewarm take
de: Annealing eines lauwarmen Takes
fr: recuisant un avis tiède
hu: lágyítás egy langyos veszély

source: Another account
de: Ein anderes Konto
fr: Un autre compte
hu: Egy másik fiók

source: Another chat update is finishing.
de: Ein weiteres Chat-Update wird gerade abgeschlossen.
fr: La mise à jour d’une autre conversation est en cours de finalisation.
hu: Egy másik beszélgetés frissítése éppen befejeződik.

source: Another extension
de: Eine weitere Erweiterung
fr: Une autre extension
hu: Egy másik kiterjesztés

source: Another project
de: Ein anderes Projekt
fr: Un autre projet
hu: Egy másik projekt

source: Another recent chat
de: Ein weiterer kürzlich verwendeter Chat
fr: Une autre conversation récente
hu: Egy másik nemrég használt beszélgetés

source: Any
de: Beliebig
fr: Tous
hu: Bármely

source: API key
de: API-Schlüssel
fr: Clé API
hu: API kulcs

source: API providers
de: API-Anbieter
fr: Fournisseurs d’API
hu: API szolgáltatók

source: App lock status: %@
de: Status der App-Sperre: %@
fr: État du verrouillage de l’app : %@
hu: Alkalmazás zárolási állapota: %@

source: Appearance
de: Erscheinungsbild
fr: Apparence
hu: Megjelenés

source: Apple chat title rewrite failed: %@
de: Apple-Chat-Titel umschreiben fehlgeschlagen: %@
fr: Échec de la réécriture du titre de la conversation par Apple : %@
hu: Az Apple nem tudta átírni a beszélgetés címét: %@

source: Apple did not produce a chat title.
de: Apple hat keinen Chat-Titel erstellt.
fr: Apple n’a pas généré de titre pour la conversation.
hu: Az Apple nem hozott létre címet a beszélgetéshez.

source: Apple Intelligence is disabled, so the chat title was not rewritten.
de: Apple Intelligence ist deaktiviert, daher wurde der Chat-Titel nicht umgeschrieben.
fr: Apple Intelligence est désactivée ; le titre de la conversation n’a donc pas été réécrit.
hu: Az Apple Intelligence le van tiltva, ezért a beszélgetés címe nem lett átírva.

source: Apple Intelligence was disabled before the chat title could be rewritten.
de: Apple Intelligence wurde deaktiviert, bevor der Chat-Titel umgeschrieben werden konnte.
fr: Apple Intelligence a été désactivée avant que le titre de la conversation puisse être réécrit.
hu: Az Apple Intelligence le lett tiltva, mielőtt a beszélgetés címét át lehetett volna írni.

source: Apple returned an unusable chat title.
de: Apple hat einen unbrauchbaren Chat-Titel zurückgegeben.
fr: Apple a renvoyé un titre de conversation inutilisable.
hu: Az Apple használhatatlan címet adott vissza a beszélgetéshez.

source: Apple sign-in could not be completed.
de: Die Anmeldung bei Apple konnte nicht abgeschlossen werden.
fr: Impossible de terminer la connexion avec Apple.
hu: Az Apple-bejelentkezés nem teljesíthető.

source: Apple's chat title model became unavailable.
de: Apples Modell für Chat-Titel ist nicht mehr verfügbar.
fr: Le modèle d’Apple pour les titres de conversation est devenu indisponible.
hu: Az Apple beszélgetéscím-modellje elérhetetlenné vált.

source: Apple's chat title model is not ready yet; waiting.
de: Apples Modell für Chat-Titel ist noch nicht bereit; es wird gewartet.
fr: Le modèle d’Apple pour les titres de conversation n’est pas encore prêt ; attente en cours.
hu: Az Apple beszélgetéscím-modellje még nem áll készen; várakozás.

source: Apple's chat title model is unavailable.
de: Das Chat-Titelmodell von Apple ist nicht verfügbar.
fr: Le modèle d’Apple pour les titres de conversation est indisponible.
hu: Az Apple beszélgetéscím-modellje nem érhető el.

source: Apply or reload pending agent edits before changing this setting.
de: Anwenden oder neu laden von ausstehenden Agent-Bearbeitungen, bevor Sie diese Einstellung ändern.
fr: Appliquez ou rechargez les modifications en attente de l’agent avant de changer ce réglage.
hu: Alkalmazza vagy újratöltse a függőben lévő ügynöki módosításokat, mielőtt módosítja ezt a beállítást.

source: Apply this draft to the current chat.
de: Wenden Sie diesen Entwurf auf den aktuellen Chat an.
fr: Appliquer ce brouillon à la conversation actuelle.
hu: Alkalmazza ezt a vázlatot az aktuális beszélgetésre.

source: Apply to this chat
de: Auf diesen Chat anwenden
fr: Appliquer à cette conversation
hu: Alkalmazás erre a beszélgetésre

source: Applying configuration
de: Anwenden der Konfiguration
fr: Application de la configuration
hu: Konfiguráció alkalmazása

source: Approval required
de: Genehmigung erforderlich
fr: Autorisation requise
hu: Jóváhagyás szükséges

source: Approve for session
de: Genehmigung der Sitzung
fr: Autoriser pour la session
hu: Jóváhagyja az ülést

source: Approve once
de: Einmal genehmigen
fr: Autoriser une fois
hu: Egyszeri jóváhagyás

source: Ask this gateway for a short-lived code, then enter it with the same gateway address on the other device.
de: Fragen Sie dieses Gateway nach einem kurzlebigen Code und geben Sie ihn dann mit der gleichen Gateway-Adresse auf dem anderen Gerät ein.
fr: Demandez un code temporaire à cette passerelle, puis saisissez-le avec la même adresse de passerelle sur l’autre appareil.
hu: Kérje meg ezt az átjárót egy rövid életű kódért, majd írja be ugyanazt az átjáró címet a másik eszközön.

source: At date
de: Zum Zeitpunkt
fr: À une date
hu: Ez az időpontban

source: Attachments are limited to %@ each.
de: Die Anhänge sind jeweils auf %@ beschränkt.
fr: Chaque pièce jointe est limitée à %@.
hu: A mellékletek egyenként %@-re korlátozódnak.

source: Attachments can be sent with a new turn.
de: Anhänge können mit einem neuen Zug gesendet werden.
fr: Les pièces jointes peuvent être envoyées lors d’un nouvel échange.
hu: A csatolmányokat új fordulattal lehet elküldeni.

source: Attachments in one message are limited to %@ total.
de: Anhänge in einer Nachricht sind auf insgesamt %@ beschränkt.
fr: Le volume total des pièces jointes d’un même message est limité à %@.
hu: A mellékletek egy üzenetben a %@-re korlátozódnak.

source: attending to the relevant tokens
de: Auf die relevanten Tokens achten
fr: prêtant attention aux tokens pertinents
hu: A releváns tokenek figyelése

source: Attention
de: Aufmerksamkeit
hu: Figyelem

source: Authenticate to unlock möbius.
de: Authentifizieren, um möbius freizuschalten.
fr: Authentifiez-vous pour déverrouiller möbius.
hu: Hitelesítés a möbius feloldásához.

source: Authenticating
de: Authentifizierung
fr: Authentification
hu: Hitelesítés

source: Authenticating with gateway
de: Authentifizierung mit Gateway
fr: Authentification auprès de la passerelle
hu: Hitelesítés átjáróval

source: Authentication wasn’t completed. Try again.
de: Die Authentifizierung wurde nicht abgeschlossen. Versuchen Sie es erneut.
fr: L’authentification n’a pas abouti. Réessayez.
hu: A hitelesítés nem fejeződött be. Próbálja újra.

source: Available
de: Verfügbar
fr: Disponibles
hu: Elérhető

source: Awaiting approval
de: Warten auf Genehmigung
fr: En attente d’autorisation
hu: Jóváhagyásra várva

source: backpropagating a small regret
de: Ein kleines Bedauern zurückgeben
fr: rétropropageant un petit regret
hu: Egy kis sajnálkozás

source: Base URL
de: Basis-URL
fr: URL de base
hu: Alap URL

source: beam searching for a better opening
de: Beam auf der Suche nach einer besseren Öffnung
fr: menant une recherche en faisceau pour une meilleure entrée en matière
hu: Jobb nyitással keresve

source: Billed monthly. %@
de: Monatliche Abrechnung. %@
fr: Facturé mensuellement. %@
hu: Havi számlázás. %@

source: Biometric authentication is unavailable. Update Face ID or Touch ID, then try again.
de: Biometrische Authentifizierung ist nicht verfügbar. Face ID oder Touch ID aktualisieren, dann erneut versuchen.
fr: L’authentification biométrique est indisponible. Mettez à jour Face ID ou Touch ID, puis réessayez.
hu: A biometrikus azonosítás nem elérhető. Frissítse a Face ID-t vagy a Touch ID-t, majd próbálkozzon újra.

source: Blue
de: Blau
fr: Bleu
hu: Kék

source: borrowing energy from the vacuum, briefly
de: Energie aus dem Vakuum, kurz
fr: empruntant brièvement de l’énergie au vide
hu: A vákuumból származó energia kölcsönzése, röviden

source: bounding the error, generously
de: Der Fehler begrenzen, großzügig
fr: majorant généreusement l’erreur
hu: A hiba korlátozása, bőkezűen

source: Bring your own keys
de: Bringen Sie Ihre eigenen Schlüssel
fr: Utilisez vos propres clés
hu: Hozza a saját kulcsait

source: budgeting entropy for later
de: Entropie für später budgetieren
fr: réservant de l’entropie pour plus tard
hu: Entrópia költségvetése később

source: Busy
de: Beschäftigt
fr: Occupé
hu: Elfoglalt

source: By project
de: Nach Projekt
fr: Par projet
hu: Projektenként

source: By provider
de: Nach Anbieter
fr: Par fournisseur
hu: Szolgáltató szerint

source: Cache hit
de: Cache-Treffer
fr: Taux de succès du cache
hu: Gyorsítótár találat

source: Cached
de: Zwischenspeicher
fr: En cache
hu: Gyorsítótárazott

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse

source: Cancel anytime.
de: Jederzeit abbrechen.
fr: Résiliez à tout moment.
hu: Bármikor lemondhat.

source: Cancel dictation
de: Diktat abbrechen
fr: Annuler la dictée
hu: Diktálás megszakítása

source: Capabilities
de: Funktionen
fr: Fonctionnalités
hu: Képességek

source: Capability unavailable
de: Funktion nicht verfügbar
fr: Fonctionnalité indisponible
hu: A képesség nem elérhető

source: Catalog up to date
de: Katalog aktuell
fr: Catalogue à jour
hu: Katalógus naprakész

source: Changed elsewhere
de: An anderer Stelle geändert
fr: Modifié ailleurs
hu: Máshol változott
